Repository: wuuuduu/geek_night_scoreboard
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Lectures
pl: Prelekcje

source: Change
pl: Zmień

source: End date must be greater than start date.
pl: Data zakończenia musi być większa od daty rozpoczęcia.

source: Room
pl: Sala

source: Rooms
pl: Sale

source: Lecture
pl: Prelekcja

source: The public url to the page, example: https://website.com/YOUR_SLUG_HERE/
pl: Publiczny link do strony, na przykład https://website.com/YOUR_SLUG_HERE/

source: Category
pl: Kategoria

source: OVERALL
pl: OGÓLNA

source: Your nick
pl: Twój nick

source: Code
pl: Kod

source: We are sorry, you have already used the entered code!
pl: Przepraszamy, wprowadzony kod został przez Ciebie już użyty!

source: We are sorry, the entered code is already used by someone else!
pl: Przepraszamy, wprowadzony kod został już użyty przez kogoś innego!

source: We are sorry, but the entered code is invalid! :(
pl: Przeprasazmy, wprowadzony kod jest nieprawidłowy! :(

source: Player
pl: Gracz

source: Players
pl: Gracze

source: Points
pl: Punkty

source: We have added %s points to your score. Thank you!
pl: Dodaliśmy %s punktów do Twojego wyniku. Dziękujemy!

source: EDIT
pl: EDYTUJ

source: The maximum file size that can be uploaded is:
pl: Maksymalny rozmiar pliku to:

source: Wrong content type
pl: Niedozwolony content type

source: Wrong extension
pl: Niedozwolone rozszerzenie

source: Enter code
pl: Wpisz kod

source: Statute
pl: Regulamin

source: Submit
pl: Potwierdź

source: Geek Night Sponsors
pl: Sponsorzy Nocy Informatyka
